/* Prompt title when deleting logins */
"Are you sure?" = "Êtes-vous sûr ?";

/* Prompt option for cancelling out of deletion */
"Cancel" = "Annuler";

/* Accessibility message e.g. spoken by VoiceOver after the user taps the close button in the search field to clear the search and exit search mode */
"Clear Search" = "Annuler la recherche";

/* Copy password text selection menu item */
"Copy" = "Copier";

/* Label for the button used to delete the current login. */
"Delete" = "Supprimer";

/* Label for the button used to deselect all logins. */
"Deselect All" = "Tout déselectionner";

/* Accessibility label for entering search mode for logins */
"Enter Search Mode" = "Entrer le mode de recherche";

/* Hide password text selection menu item */
"Hide" = "Cacher";

/* Footer label describing when the current login was last modified with the timestamp as the parameter. */
"Last modified %@" = "Dernier %@ modifié";

/* Title for Logins List View screen. */
"Logins" = "Paramètres de connexion";

/* Prompt message warning the user that deleting non-synced logins will permanently remove them */
"Logins will be permanently removed." = "Les paramètres de connexion seront effacés de façon permanente.";

/* Prompt message warning the user that deleted logins will remove logins from all connected devices */
"Logins will be removed from all connected devices." = "Les paramètres de connexion seront effacés de tout vos appareils connectés.";

/* Label displayed when no logins are found after searching. */
"No logins found" = "Aucun paramètre de connexion trouvé";

/* Open and Fill website text selection menu item */
"Open & Fill" = "Ouvrir & Remplir";

/* Label displayed above the password row in Login Detail View. */
"password" = "mot de passe";

/* Reveal password text selection menu item */
"Reveal" = "Révéler";

/* Title for the search field at the top of the Logins list screen */
"Search" = "Rechercher";

/* Accessibility label for the search input field in the Logins list */
"Search Input Field" = "Rechercher le champ de saisie";

/* Label for the button used to select all logins. */
"Select All" = "Tout sélectionner";

/* Label displayed above the username row in Login Detail View. */
"username" = "nom d'utilisateur";

/* Label displayed above the website row in Login Detail View. */
"website" = "site Web";

